package com.example.project.gonghui10.util;

public class LocationData {
    public static String provincesData = "[{\"id\":\"12\",\"pName\":\"安徽\"}," +
            "{\"id\":\"34\",\"pName\":\"澳门\"},{\"id\":\"1\",\"pName\":" +
            "\"北京\"},{\"id\":\"13\",\"pName\":\"福建\"},{\"id\":\"28\"," +
            "\"pName\":\"甘肃\"},{\"id\":\"19\",\"pName\":\"广东\"},{\"id\":\"20" +
            "\",\"pName\":\"广西\"},{\"id\":\"24\",\"pName\":\"贵州\"},{\"id\":" +
            "\"21\",\"pName\":\"海南\"},{\"id\":\"3\",\"pName\":\"河北\"},{\"id" +
            "\":\"16\",\"pName\":\"河南\"},{\"id\":\"8\",\"pName\":\"黑龙江\"},{\"id\"" +
            "\"17\",\"pName\":\"湖北\"},{\"id\":\"18\",\"pName\":\"湖南\"},{\"id\":\"7\",\"" +
            "pName\":\"吉林\"},{\"id\":\"10\",\"pName\":\"江苏\"},{\"id\":\"14\",\"pName\"" +
            ":\"江西\"},{\"id\":\"6\",\"pName\":\"辽宁\"},{\"id\":\"5\",\"pName\":\"内蒙古\"" +
            "},{\"id\":\"30\",\"pName\":\"宁夏\"},{\"id\":\"29\",\"pName\":\"青海\"},{\"id" +
            "\":\"15\",\"pName\":\"山东\"},{\"id\":\"4\",\"pName\":\"山西\"},{\"id\":\"27" +
            "\",\"pName\":\"陕西\"},{\"id\":\"9\",\"pName\":\"上海\"},{\"id\":\"23\",\"pN" +
            "ame\":\"四川\"},{\"id\":\"32\",\"pName\":\"台湾\"},{\"id\":\"2\",\"pName\"" +
            ":\"天津\"},{\"id\":\"26\",\"pName\":\"西藏\"},{\"id\":\"33\",\"pName\":\"香" +
            "港\"},{\"id\":\"31\",\"pName\":\"新疆\"},{\"id\":\"25\",\"pName\":\"云南" +
            "\"},{\"id\":\"11\",\"pName\":\"浙江\"},{\"id\":\"22\",\"pName\":\"重庆\"}]";
}